Repository: AnalogGhost/c2k-iOS
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, gl, pt_br, ru

# tts_duration_min_sec
source: %1$@ and %2$@
de: %1$@ und %2$@
es: %1$@ y %2$@
fr: %1$@ et %2$@
gl: %1$@ e %2$@
pt_br: %1$@ e %2$@
ru: %1$@ и %2$@

# tts_seconds_remaining
source: %1$lld seconds remaining
de: %1$lld Sekunden verbleibend
es: %1$lld segundos restantes
fr: %1$lld secondes restantes
gl: restan %1$lld segundos
pt_br: %1$lld segundos restantes
ru: Осталось %1$lld секунд

# tts_duration_minutes
source: %lld minutes
de: %lld Minuten
es: %lld minutos
gl: %lld minutos
pt_br: %lld minutos
ru: %lld минут

# tts_duration_seconds
source: %lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
gl: %lld segundos
pt_br: %lld segundos
ru: %lld секунд

# tts_encouragement_1
source: You're doing great, keep it up!
de: Du machst das großartig, weiter so!
es: ¡Lo estás haciendo genial, sigue así!
fr: Vous vous en sortez très bien, continuez !
gl: ¡Estás indo de marabilla, continúa así!
pt_br: Você está indo muito bem, continue assim!
ru: У вас отлично получается, продолжайте!

# tts_encouragement_2
source: Halfway through, stay strong!
de: Schon zur Hälfte geschafft, bleib stark!
es: ¡A mitad de camino, mantente fuerte!
fr: À mi-chemin, restez fort !
gl: ¡A metade do camiño, mantente forte!
pt_br: Na metade do caminho, mantenha-se firme!
ru: Уже на полпути, не сдавайтесь!

# tts_encouragement_3
source: Keep going, you've got this!
de: Weiter so, du schaffst das!
es: ¡Sigue, tú puedes!
fr: Continuez, vous y êtes presque !
gl: ¡Segue, podes con isto!
pt_br: Continue, você consegue!
ru: Продолжайте, вы справитесь!

# tts_encouragement_4
source: Great effort, nearly there!
de: Starke Leistung, du bist fast da!
es: ¡Buen esfuerzo, ya casi!
fr: Bel effort, vous y êtes presque !
gl: ¡Bo esforzo, xa case!
pt_br: Ótimo esforço, já quase lá!
ru: Вы молодец, уже почти у цели!

# tts_encouragement_5
source: You're doing brilliantly, keep pushing!
de: Du machst das hervorragend, gib weiter Gas!
es: ¡Lo estás haciendo de maravilla, sigue empujando!
fr: Vous êtes brillant, continuez à pousser !
gl: ¡Estás facéndoo brillantemente, segue empuxando!
pt_br: Você está indo muito bem, continue se esforçando!
ru: Великолепный прогресс, не останавливайтесь!

# coaching_c25k_w1
source: Run at a pace where you can still talk. The walk breaks are part of the training.
de: Lauf in einem Tempo, in dem du dich noch unterhalten kannst. Die Gehpausen sind Teil des Trainings.
es: Corre a un ritmo conversacional. Los segmentos caminando son parte del entrenamiento.
fr: Courez à une allure qui vous permet encore de parler. Les pauses marche font partie de l'entraînement.
gl: Corre a un ritmo que che permita falar. As pausas camiñando son parte do adestramento.
pt_br: Corra em um ritmo em que você ainda consiga conversar. As pausas de caminhada fazem parte do treino.
ru: Бегите в таком темпе, чтобы вы могли спокойно разговаривать. Перерывы с ходьбой являются частью тренировки.

# coaching_c25k_w2
source: You made it through week 1 — your body is already adapting. Keep the pace easy.
de: Du hast Woche 1 geschafft – dein Körper passt sich bereits an. Halte das Tempo locker.
es: Has completado la primera semana — tu cuerpo ya se está adaptando. Continúa con suavidad.
fr: Vous avez passé la semaine 1 — votre corps s'adapte déjà. Gardez une allure facile.
gl: Completaches a primeira semana — o teu corpo xa se vai adaptando. Mantén o ritmo fácil.
pt_br: Você passou pela semana 1 — seu corpo já está se adaptando. Mantenha o ritmo tranquilo.
ru: Вы справились с первой неделей — ваше тело уже адаптируется. Сохраняйте спокойный темп.

# coaching_c25k_w3
source: Longer intervals this week. Focus on steady breathing: in for 2 steps, out for 2.
de: Diese Woche gibt es längere Intervalle. Achte auf gleichmäßiges Atmen: 2 Schritte ein, 2 Schritte aus.
es: Esta semana tocan intervalos más largos. Concéntrate en una respiración relajada: inspira cada 2 pasos; expira cada otros 2.
fr: Des intervalles plus longs cette semaine. Concentrez-vous sur une respiration régulière : inspirez sur 2 pas, expirez sur 2 pas.
gl: Esta semana intervalos máis longos. Céntrate na respiración: inhala cada 2 pasos; exhala cada 2.
pt_br: Intervalos mais longos esta semana. Foque em uma respiração constante: inspire em 2 passos, expire em 2.
ru: Более продолжительные интервалы на этой неделе. Сфокусируйтесь на размеренном дыхании: вдох на 2 шага, выдох на 2 шага.

# coaching_c25k_w4
source: Four different run lengths today. This builds mental toughness as much as fitness.
de: Heute vier verschiedene Laufabschnitte. Das stärkt genauso die mentale Stärke wie die Fitness.
es: Hoy cuatro distancias diferentes. Así creas fortaleza mental y también fitness.
fr: Quatre longueurs de course différentes aujourd'hui. Cela renforce autant la résistance mentale que la forme physique.
gl: Catro lonxitudes diferentes hoxe. Isto contribúe á fortaleza mental tanto como á física.
pt_br: Quatro distâncias de corrida diferentes hoje. Isso constrói tanto força mental quanto condicionamento.
ru: Четыре разных дистанции сегодня. Это укрепляет силу воли вместе с вашим телом.

# coaching_c25k_w5
source: Day 3 this week is the famous milestone: 20 minutes of continuous running. You've earned it.
de: Tag 3 dieser Woche ist der berühmte Meilenstein: 20 Minuten durchgehendes Laufen. Du hast es dir verdient.
es: El día 3 de esta semana es hito famoso: 20 minutos de carrera continua. Te lo as ganado.
fr: Le jour 3 de cette semaine est le fameux jalon : 20 minutes de course continue. Vous l'avez mérité.
gl: O día 3 desta semana é un fito no camiño: 20 minutos de carreira contínua. Conseguíchelo.
pt_br: O dia 3 desta semana é o famoso marco: 20 minutos de corrida contínua. Você mereceu.
ru: День 3 на этой неделе знаменательный: 20 минут непрерывного бега. Вы это заслужили.

# coaching_c25k_w6
source: You're over the halfway mark. The long runs are building your aerobic base.
de: Du bist über der Halbzeitmarke. Die langen Läufe bauen deine aerobe Basis auf.
es: Has llegado a la mitad del camino. Los entrenamientos largos construyen tu base aeróbica.
fr: Vous avez passé la moitié du parcours. Les longues courses construisent votre base aérobie.
gl: Superaches a metade do camiño. As carreiras longas crean a túa base aeróbica.
pt_br: Você passou da metade. As corridas mais longas estão construindo sua base aeróbica.
ru: Вы более чем на полпути. Продолжительные забеги увеличиваются вашу аэробную силу.

# coaching_c25k_w7
source: 25 minutes continuous. Not everyone gets this far — you're a runner now.
de: 25 Minuten durchgehend. Nicht jeder kommt so weit – du bist jetzt ein Läufer.
es: 25 minutos sin paus. No todo el mundo llega tan lejos — ya eres una persona corredora.
fr: 25 minutes en continu. Tout le monde ne va pas aussi loin — vous êtes maintenant un coureur.
gl: 25 minutos seguidos. Non todo o mundo chega tan lonxe — xa es unha persoa corredora.
pt_br: 25 minutos contínuos. Nem todo mundo chega tão longe — agora você é um corredor.
ru: 25 минут непрерывности. Не каждый может достичь такого — теперь вы бегун.

# coaching_c25k_w8
source: 28 minutes. The goal is almost in reach. Don't speed up — save it for next week.
de: 28 Minuten. Das Ziel ist fast erreicht. Werde nicht schneller – heb dir das für nächste Woche auf.
es: 28 minutos. El objetivo está a tu alcance. No aceleres — guárdatelo para la próxima semana.
fr: 28 minutes. L'objectif est presque atteint. N'accélérez pas — gardez-en pour la semaine prochaine.
gl: 28 minutos. Xa case conseguiches o obxectivo. Non te apresures, gárdao para a próxima semana.
pt_br: 28 minutos. A meta está quase ao alcance. Não acelere — guarde isso para a próxima semana.
ru: 28 минут. Цель почти достигнута. Не ускоряйтесь — сохраните силы на следующую неделю.

# coaching_c25k_w9
source: This is graduation week. 30 minutes, then celebrate!
de: Das ist die Abschlusswoche. 30 Minuten, dann wird gefeiert!
es: Esta es la semana de graduación. 30 minutos, y a celebrarlo!
fr: C'est la semaine de la remise des diplômes. 30 minutes, puis célébrez !
gl: Semana de graduación. 30 minutos, celébrao!
pt_br: Esta é a semana de formatura. 30 minutos, depois comemore!
ru: Выпускная неделя. 30 минут, а потом праздновать!

# coaching_c210k_w10
source: Back to intervals to rebuild your base for the longer distance. Stay easy.
de: Zurück zu Intervallen, um deine Basis für die längere Distanz aufzubauen. Bleib locker.
es: Vuelta a los intervalos para crear la base para una distancia mayor. Sigue corriendo con suavidad.
fr: Retour aux intervalles pour reconstruire votre base en vue de la distance plus longue. Restez tranquille.
gl: Volver aos intervalos para reconstruír a base para unha distancia maior. Tómao con calma.
pt_br: Voltando aos intervalos para reconstruir sua base para a distância mais longa. Mantenha-se tranquilo.
ru: Возврат к интервалам для адаптации вашего организма к длительным забегам. Не геройствуйте.

# coaching_c210k_w11
source: Longer combined efforts. Keep the pace conversational throughout.
de: Längere kombinierte Läufe. Halte das Tempo durchgehend im Unterhaltungsbereich.
es: Esfuerzos largos combinados. Mantén el ritmo conversacional todo el tiempo.
fr: Des efforts combinés plus longs. Gardez une allure conversationnelle tout du long.
gl: Esforzos combinados máis longos. Mantén o ritmo conversacional todo o tempo.
pt_br: Esforços combinados mais longos. Mantenha o ritmo de conversa o tempo todo.
ru: Более продолжительные комбинированные усилия. Сохраняйте разговорный темп на всей дистанции.

# coaching_c210k_w12
source: 40 minutes of running with a short break. Relax and don't race.
de: 40 Minuten Laufen mit einer kurzen Pause. Entspann dich und laufe kein Rennen.
es: 40 minutos de carrera con una breve pausa. Relájate y no compitas.
fr: 40 minutes de course avec une courte pause. Détendez-vous et ne faites pas la course.
gl: 40 minutos de carreira cun breve interludio. Reláxate e non compitas.
pt_br: 40 minutos de corrida com uma pequena pausa. Relaxe e não corra uma prova.
ru: 40 минут бега с коротким перерывом. Сохраняйте спокойствие и не устраивайте гонку.

# coaching_c210k_w13
source: 50 minutes. If you can do this, a 10K finish is within reach.
de: 50 Minuten. Wenn du das schaffst, ist ein 10K-Finish in Reichweite.
es: 50 minutos. Si puedes completar esto, un 10K está a tu alcance.
fr: 50 minutes. Si vous y arrivez, une arrivée en 10 km est à portée de main.
gl: 50 minutos. Se podes facer isto, tes o 10K ao teu alcance.
pt_br: 50 minutos. Se você conseguir fazer isso, um 10K está ao seu alcance.
ru: 50 минут. Если вы сможете это сделать, то до 10 км уже рукой подать.

# coaching_c210k_w14
source: 60 minutes — your 10K graduation run. Go get it!
de: 60 Minuten — dein 10K-Abschlusslauf. Hol es dir!
es: 60 minutos — tu graduación como persona corredora de 10K. A por ello!
fr: 60 minutes — votre course de remise des diplômes du 10 km. Allez-y !
gl: 60 minutos — carreira de graduación do 10K. A por el!
pt_br: 60 minutos — sua corrida de formatura do 10K. Vá em frente!
ru: 60 минут — ваш выпускной бег на 10 км. Покажите всем!

# coaching_b210k_w1
source: Re-establishing the habit after C25K. Run easy, no need to push yet.
de: Die Gewohnheit nach C25K neu aufbauen. Lauf locker, noch musst du dich nicht anstrengen.
es: Retomando el hábito después del C25K. Corre con suavidad, todavía no es necesario forzar.
fr: On rétablit l'habitude après le C25K. Courez tranquillement, pas besoin de forcer encore.
gl: Retomando o hábito após o C25K. Tómao con calma, non é o momento de forzar.
pt_br: Restabelecendo o hábito depois do C25K. Corra tranquilo, ainda não precisa forçar.
ru: Меняем привычки после бега на 5 км. Бегите налегке, не надо лезть из кожи вон.

# coaching_b210k_w2
source: Two longer blocks with a short rest. Aim for an even pace across both runs.
de: Zwei längere Blöcke mit einer kurzen Pause. Ziel: gleichmäßiges Tempo über beide Läufe.
es: Dos bloques largos con un breve descanso. Intenta mantener un ritmo constante durante ambos segmentos.
fr: Deux blocs plus longs avec une courte pause. Visez une allure régulière sur les deux courses.
gl: Dous bloques máis longos con recuperación curta. Intenta levar un ritmo constante nos dous segmentos.
pt_br: Dois blocos mais longos com um pequeno descanso. Busque um ritmo constante nas duas corridas.
ru: Два продолжительных блока с коротким перерывом. Старайтесь поддерживать стабильный темп в обоих блоках.

# coaching_b210k_w3
source: Increasing total volume. Focus on consistent effort across both intervals.
de: Der Gesamtumfang steigt. Achte auf gleichmäßige Anstrengung in beiden Intervallen.
es: Aumentando el volumen total. Céntrate mantener un esfuerzo constante en ambos intervalos.
fr: Le volume total augmente. Concentrez-vous sur un effort constant sur les deux intervalles.
gl: Aumentando o volume total. Céntrate nun esforzo consistente nos dous intervalos.
pt_br: Aumentando o volume total. Foque em um esforço consistente nos dois intervalos.
ru: Увеличение общего объёма. Сфокусируйтесь на постоянном усилии между обоими интервалами.

# coaching_b210k_w4
source: Nearly 45 minutes of running. You're building real 10K fitness.
de: Fast 45 Minuten Laufen. Du baust echte 10K-Fitness auf.
es: Casi 45 minutos de carrera. Estás creando las condiciones para un 10K.
fr: Presque 45 minutes de course. Vous développez une vraie forme pour le 10 km.
gl: Cas 45 minutos de carreira. Estás creando o fundamento para un 10K.
pt_br: Quase 45 minutos de corrida. Você está construindo condicionamento real para o 10K.
ru: Почти 45 минут бега. Это настоящий десятикилометровый фитнес.

# coaching_b210k_w5
source: 50 minutes this week. The full 60-minute graduation run is one week away.
de: 50 Minuten diese Woche. Der volle 60-Minuten-Abschlusslauf ist nur noch eine Woche entfernt.
es: 50 minutos esta semana. La graduación de 60 minutos completos está a solo una semana.
fr: 50 minutes cette semaine. La course de remise des diplômes de 60 minutes complètes n'est plus qu'à une semaine.
gl: 50 minutos esta semana. Falta unha semana para a carreira de graduación dos 60 minutos.
pt_br: 50 minutos esta semana. A corrida de formatura de 60 minutos completos está a uma semana de distância.
ru: 50 минут на этой неделе. Полный выпускной забег на 60 минут всего в одной неделе от вас.

# coaching_b210k_w6
source: 60 minutes — the B210K finish line. Well done!
de: 60 Minuten — die B210K-Ziellinie. Gut gemacht!
es: 60 minutos — la línea de meta del B210K. Bien hecho!
fr: 60 minutes — la ligne d'arrivée du B210K. Bien joué !
gl: 60 minutos — a liña de meta do B210K. Ben feito!
pt_br: 60 minutos — a linha de chegada do B210K. Muito bem!
ru: 60 минут — финишная прямая. Отлично сработано!

# coaching_ohr_w1
source: 33 minutes of comfortable, easy running. Don't worry about pace, just finish.
de: 33 Minuten entspanntes, leichtes Laufen. Kümmere dich nicht ums Tempo, lauf einfach durch.
es: 33 minutos de carrera cómoda, carrera fácil. No te preocupes del ritmo, simplemente termina la sesión.
fr: 33 minutes de course facile et confortable. Ne vous souciez pas de l'allure, terminez simplement.
gl: 33 minutos de carreira cómoda, correndo fácil. Non te preocupes polo ritmo, simplemente completaa.
pt_br: 33 minutos de corrida confortável e tranquila. Não se preocupe com o ritmo, apenas termine.
ru: 33 минут простого комфортного бега. Не переживайте насчёт темпа, просто финишируйте.

# coaching_ohr_w4
source: 40 minutes. Each week you're building genuine endurance.
de: 40 Minuten. Jede Woche baust du echte Ausdauer auf.
es: 40 minutos. Cada semana estás aumentando tu resistencia.
fr: 40 minutes. Chaque semaine, vous développez une véritable endurance.
gl: 40 minutos. Cada semana estás aumentando a resistencia.
pt_br: 40 minutos. A cada semana você está construindo resistência de verdade.
ru: 40 минут. Каждую неделю вы улучшаете естественную выносливость.

# coaching_ohr_w7
source: Nearly 50 minutes. You're well past the average runner's comfort zone.
de: Fast 50 Minuten. Du bist weit über der Komfortzone der meisten Läufer.
es: Cerca de 50 minutos. Has superado por mucho la zona de comfort del corredor medio.
fr: Presque 50 minutes. Vous avez largement dépassé la zone de confort du coureur moyen.
gl: Case 50 minutos. Xa superaches por moito a zona de comfort da persoa corredora media.
pt_br: Quase 50 minutos. Você já passou bem da zona de conforto do corredor médio.
ru: Почти 50 минут. Вы уже далеко за пределами зоны комфорта обычного бегуна.

# coaching_ohr_w10
source: 55 minutes. The one-hour goal is one good week away.
de: 55 Minuten. Das Ein-Stunden-Ziel ist nur noch eine gute Woche entfernt.
es: 55 minutos. El objetivo de una hora está a tan solo una semana.
fr: 55 minutes. L'objectif d'une heure n'est plus qu'à une bonne semaine.
gl: 55 minutos. O obxectivo dunha hora está a unha semana vista.
pt_br: 55 minutos. A meta de uma hora está a apenas uma boa semana de distância.
ru: 55 минут. Целый час бега всего в одной неделе от вас.

# coaching_ohr_w13
source: 60 minutes — this is it. You are an hour runner!
de: 60 Minuten — das ist es. Du bist ein Ein-Stunden-Läufer!
es: 60 minutos — ya está. Eres una persona que corre una hora!
fr: 60 minutes — ça y est. Vous êtes un coureur d'une heure !
gl: 60 minutos — xa está. Correches unha hora!
pt_br: 60 minutos — chegou a hora. Você é um corredor de uma hora!
ru: 60 минут — вот и оно. Мы можете бежать целый час!

# coaching_5ki_w1
source: Short, hard efforts build leg speed. Push a little harder than your usual 5K pace.
de: Kurze, harte Belastungen bauen Beinschnelligkeit auf. Lauf etwas schneller als dein übliches 5K-Tempo.
es: Esfuerzos cortos y duros para coger velocidad en las piernas. Empuja un poco más fuerte que tu ritmo de 5K habitual.
fr: Des efforts courts et intenses développent la vitesse des jambes. Poussez un peu plus fort que votre allure habituelle sur 5 km.
gl: Esforzos curtos e duros, collendo velocidade nas pernas. Esfórzate un pouquiño máis do que sería o teu ritmo habitual para 5K.
pt_br: Esforços curtos e intensos constroem velocidade nas pernas. Vá um pouco mais forte que seu ritmo habitual de 5K.
ru: Короткие и сильные толчки увеличивают скорость ног. Прикладывайте чуть больше усилий, чем во время обычного бега на 5 км.

# coaching_5ki_w2
source: 5-minute intervals are the sweet spot for building aerobic power.
de: 5-Minuten-Intervalle sind ideal, um aerobe Leistungsfähigkeit aufzubauen.
es: Los intervalos de 5 minutos son ideales para crear condición aeróbica.
fr: Les intervalles de 5 minutes sont idéaux pour développer la puissance aérobie.
gl: Os intervalos de 5 minutos son ideais para crear potencia aeróbica.
pt_br: Intervalos de 5 minutos são o ponto ideal para construir potência aeróbica.
ru: Пятиминутные интервалы лучше всего подходят для повышения аэробной силы.

# coaching_5ki_w4
source: Combination workout: longer intervals with a finishing run. This builds race stamina.
de: Kombi-Training: längere Intervalle mit einem Schlusslauf. Das baut Renn-Ausdauer auf.
es: Entrenamiento combiando: los intervalos largos con una carrera final. Aumenta la vitalidad.
fr: Séance combinée : des intervalles plus longs avec une course finale. Cela renforce l'endurance de course.
gl: Adestramento combinados: intervalos longos cunha carreira ao final. A forza necesaria para a carreira.
pt_br: Treino combinado: intervalos mais longos com uma corrida final. Isso constrói resistência de prova.
ru: Комбинированная тренировка: более продолжительные интервалы с бегом на финише. Это улучшает выносливость при соревновательном беге.

# coaching_5ki_w6
source: Two 15-minute runs — solid aerobic work that will translate directly to a faster 5K.
de: Zwei 15-Minuten-Läufe — solide aerobe Arbeit, die sich direkt in ein schnelleres 5K übersetzt.
es: Dos carreras de 15 minutos — un trabajo aeróbico sólido que se traduce directamente a un 5K más rápido.
fr: Deux courses de 15 minutes — un solide travail aérobie qui se traduira directement par un 5 km plus rapide.
gl: Dous segmentos de 15 minutos — traballo aeróbico sólido que se traduce directamente nun 5K máis rápido.
pt_br: Duas corridas de 15 minutos — um trabalho aeróbico sólido que vai se traduzir diretamente em um 5K mais rápido.
ru: 2 пятнадцатиминутных пробежки — достойная аэробная нагрузка, которая напрямую приведёт к более быстрому бегу на 5 км.

# coaching_5ki_w8
source: Graduation run: 30 minutes at 5K effort. See how far you get — it should feel good.
de: Abschlusslauf: 30 Minuten im 5K-Tempo. Schau, wie weit du kommst — es sollte sich gut anfühlen.
es: Carrera de graduación: 30 minutos en un esfuerzo de 5K. Aprecia lo lejos que has llegado — disfruta de haberlo conseguido.
fr: Course de remise des diplômes : 30 minutes à l'effort d'un 5 km. Voyez jusqu'où vous allez — ça devrait bien se passer.
gl: Carreira de graduación: 30 minutos a ritmo de 5K. Mira que lonxe chegaches — congratúlate!.
pt_br: Corrida de formatura: 30 minutos no esforço de 5K. Veja até onde você chega — deve ser uma boa sensação.
ru: Выпускной забег: 30 минут при усилиях как при беге на 5 км. Узнайте, насколько далеко вы пробежите — должно ощущаться здорово.

# contributor_fix_completion_counter
source: Fix: completion counter no longer freezes and the completion announcement no longer gets cut off when the screen locks
de: Korrektur: Der Abschlusszähler bleibt nicht mehr hängen und die Abschlussansage wird nicht mehr abgeschnitten, wenn der Bildschirm gesperrt wird
es: Corrección: el contador de finalización ya no se congela y el anuncio de finalización ya no se corta cuando la pantalla se bloquea
fr: Correction : le compteur de fin ne se fige plus et l'annonce de fin n'est plus coupée lorsque l'écran se verrouille
gl: Corrección: o contador de finalización xa non se conxela e o anuncio de finalización xa non se corta cando a pantalla se bloquea
pt_br: Correção: o contador de conclusão não trava mais e o anúncio de conclusão não é mais cortado quando a tela é bloqueada
ru: Исправление: счётчик завершения больше не зависает, и объявление о завершении больше не обрывается при блокировке экрана

# history_stats_workout_singular
source: workout
de: Trainingseinheit
es: entrenamiento
fr: séance
gl: adestramento
pt_br: treino
ru: тренировка

# history_stats_workout_plural
source: workouts
de: Trainingseinheiten
es: entrenamientos
fr: séances
gl: adestramentos
pt_br: treinos
ru: тренировок

source: Start
es: Comenzar
fr: Commencer
gl: Comezar
pt_br: Começar
ru: Начать

source: GPS tracking
es: Seguimiento con GPS
fr: Suivi GPS
gl: Gravar con GPS
pt_br: Rastreamento por GPS
ru: GPS-отслеживание

source: Fediverse
es: Fediverso
gl: Fediverso
pt_br: Fediverso

source: kg
ru: кг

source: lb
ru: фунт

source: st
ru: стоун

source: m
ru: м

source: s
ru: с

source: min
ru: мин

# workout_distance_km
source: %1$.2f km
ru: %1$.2f км

# workout_pace
source: %1$@ / km
ru: %1$@ / км

source: km
ru: км

source: kcal
ru: ккал
